{"translation-revision-date":"2025-04-10 10:17:05+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"I was able to customize my email designs to match my store’s brand.":["J’ai pu personnaliser le design de mes e-mails pour qu’ils correspondent à la marque de ma boutique."],"Thank you for trying out our new email customization features. We’d love to hear your feedback on how we could improve the experience.":["Merci d’avoir essayé nos nouvelles fonctionnalités de personnalisation des e-mails. Nous aimerions avoir votre avis quant à la façon dont nous pourrions améliorer l’expérience."],"I am able to customize my email designs to match my store’s brand.":["Je peux personnaliser le design de mes e-mails pour qu’ils correspondent à la marque de ma boutique."],"What did you try to achieve with the customizer? What did and didn't work?":["Qu’avez-vous essayé de faire avec l’outil de personnalisation ? Qu’est-ce qui a fonctionné ou n’a pas fonctionné ?"],"How can we improve the email customizer for you? (Optional)":["Comment peut-on améliorer l’outil de personnalisation des e-mails pour vous ? (Facultatif)"],"Blueprint setting icon - %s":["Icône de réglage du plan d’action – %s"],"Choose what you want to include, and export it as a .zip file.":["Choisissez ce que vous souhaitez inclure et exportez le tout sous forme de fichier .zip."],"Import a .zip or .json file, max size 50 MB. Only one Blueprint can be imported at a time.":["Importez un fichier .zip ou .json, taille max. 50 Mo. Vous ne pouvez importer qu’un seul plan d’action à la fois."],"Auto-sync with theme changes":["Synchroniser automatiquement avec les modifications du thème"],"Importing your file…":["Importation de votre fichier…"],"choose a file":["choisir un fichier"],"Drag and drop or ":["Glisser-déposer ou "],"Your Blueprint has been imported, but there were some errors. Please check the messages.":["Votre plan d’action a été importé, mais des erreurs se sont produites. Veuillez vérifier les messages."],"Importing the file will overwrite the current configuration in WooCommerce Settings.":["L’importation du fichier écrasera la configuration actuelle dans les réglages WooCommerce :"],"Share if you would like to discuss your experience or participate in future research.":["Faites-nous savoir si vous souhaitez discuter de votre expérience ou participer à de futures recherches."],"Email address (Optional)":["Adresse e-mail (facultatif)"],"Share your experience":["Partager votre expérience"],"Your Blueprint has been imported!":["Votre Blueprint a été importé !"],"Your configuration will be overridden":["Votre configuration sera écrasée"],"Select which payment methods you'd like to offer to your shoppers. You can update these here at any time.":["Sélectionnez les moyens de paiement que vous souhaitez proposer à vos acheteurs. Vous pouvez les mettre à jour ici à tout moment."],"Choose your payment methods":["Sélectionner vos moyens de paiement"],"Return to gateways":["Revenir aux passerelles"],"Business location :":["Emplacement de l’entreprise :"],"Payment providers":["Fournisseurs de paiement"],"Email preview type":["Type d’aperçu de l’e-mail"],"Send test email":["Envoyer un e-mail test"],"Sending…":["Envoi en cours..."],"Enter an email":["Saisir une adresse e-mail"],"Send to":["Envoyer à"],"Send yourself a test email to check how your email looks in different email apps.":["Envoyez-vous un e-mail test pour vérifier la présentation de votre e-mail dans différentes applications de messagerie."],"Send a test email":["Envoyer un e-mail test"],"Email preview frame":["Cadre d’aperçu de l’e-mail"],"Avatar icon":["Icône d’avatar"],"Mobile icon":["Icône mobile"],"Mobile preview on desktop":["Aperçu mobile sur ordinateur de bureau"],"Desktop icon":["Icône d’ordinateur de bureau"],"Email preview on desktop":["Aperçu de l’e-mail sur ordinateur de bureau"],"Image upload icon":["Icône de chargement d’image"],"Change image":["Changer l’image"],"Image preview":["Aperçu de l’image"],"Undo changes":["Annuler les modifications"],"Sync with theme":["Synchroniser avec le thème"],"Using default values.":["Utilisation des valeurs par défaut."],"Synced with theme.":["Synchronisation avec le thème effectuée."],"WooCommerce Settings":["Réglages WooCommerce"],"Take offline payments":["Accepter les paiements hors ligne"],"Email preview":["Aperçu de l’e-mail"],"Blueprints are setup files that contain all the installation instructions, including plugins, themes, and setting. Ease the setup process, allow teams to apply each others’ changes and much more. <docLink \/>":["Les plans d’action sont des fichiers de configuration qui contiennent toutes les instructions d’installation, notamment les extensions, les thèmes et les réglages. Simplifiez le processus de configuration, autorisez les équipes à appliquer leurs changements mutuels et bien plus encore. <docLink \/>"],"Apply to store pages only":["Appliquer aux pages de boutique uniquement"],"Manage how your site appears to visitors. <a>Learn more<\/a>":["Gérez la façon dont votre site apparaît aux visiteurs. <a>Lire la suite<\/a>"],"Are you sure you want to switch from live to coming soon mode? Your site will not be visible, and customers won’t be able to make purchases during this time.":["Voulez-vous vraiment passer du mode en ligne au mode Bientôt disponible ? Votre site ne sera alors pas visible et les clients ne pourront pas réaliser d’achats."],"Confirm switch to ‘Coming soon’ mode":["Confirmer le passage en mode « Bientôt disponible »"],"Coming soon":["Prochainement"],"Blueprint":["Plan"],"Display a “coming soon” message on your store pages — the rest of your site will remain visible.":["Affichez un message « Bientôt disponible » sur les pages de votre boutique, le reste de votre site restera visible."],"Share your site with anyone using a private link.":["Partagez votre site avec n’importe qui à l’aide d’un lien privé."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing.":["Votre site est masqué derrière une page de destination « Bientôt disponible » jusqu’à ce qu’il soit prêt."],"Your entire site is visible to everyone.":["L’ensemble de votre site peut être vu par tout le monde."],"Share your site with a private link":["Partager votre site avec un lien privé"],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing. You can customize your “Coming soon” landing page via the <a>Editor<\/a>.":["Votre site est masqué derrière une page de destination « Bientôt disponible » jusqu’à ce qu’il soit prêt. Vous pouvez personnaliser votre page de destination « Bientôt disponible » via l’<a>éditeur<\/a>."],"Site visibility":["Visibilité du site"],"Live":["En ligne"],"Switch":["Basculer"],"Payments made simple, designed exclusively<br\/>for WooCommerce stores.":["Simplification des paiements, conçue exclusivement<br\/>pour les boutiques WooCommerce."],"WooPayments is pre-integrated with popular payment options:":["WooPayments est pré-intégré avec les options de paiement les plus populaires :"],"Please enter a valid email address.":["Veuillez saisir une adresse e-mail valide."],"Use recommended settings":["Utiliser les réglages recommandés"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Réglages de taxe incohérents :{{\/b}} Pour éviter d’éventuelles erreurs d’arrondi, les prix doivent être saisis et affichés de manière cohérente sur tous les sites, qu’ils incluent ou non les taxes."],"Recommended settings applied.":["Réglages recommandés appliqués."],"Other payment options":["Autres options de paiement"],"Help us improve":["Aidez-nous à nous améliorer"],"Payment Methods":["Moyens de paiement"],"Mutable settings should be accessed via data store.":["L’accès aux paramètres mutables doit se faire via la boutique de données."],"Get started":["Premiers pas"],"Copy link":["Copier le lien"],"Import":["Importer"],"Export":["Exporter"],"Payment methods":["Moyens de paiement"],"Save changes":["Enregistrer les modifications"],"Copied!":["Copié !"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Les moyens de paiement installés sont listés ci-dessous et peuvent être triés pour définir leur ordre d’affichage sur le site."],"Reset":["Réinitialiser"],"Learn more":["En savoir plus"],"Cancel":["Annuler"],"Continue":["Continuer"],"Remove":["Supprimer"],"Metro Manila":["Metro Manila"],"Roma":["Rome"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/settings-embed.js"}}