{"translation-revision-date":"2025-04-10 10:17:05+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Apply to store pages only":["Appliquer aux pages de boutique uniquement"],"Manage how your site appears to visitors. <a>Learn more<\/a>":["Gérez la façon dont votre site apparaît aux visiteurs. <a>Lire la suite<\/a>"],"Are you sure you want to switch from live to coming soon mode? Your site will not be visible, and customers won’t be able to make purchases during this time.":["Voulez-vous vraiment passer du mode en ligne au mode Bientôt disponible ? Votre site ne sera alors pas visible et les clients ne pourront pas réaliser d’achats."],"Confirm switch to ‘Coming soon’ mode":["Confirmer le passage en mode « Bientôt disponible »"],"Coming soon":["Prochainement"],"Display a “coming soon” message on your store pages — the rest of your site will remain visible.":["Affichez un message « Bientôt disponible » sur les pages de votre boutique, le reste de votre site restera visible."],"Share your site with anyone using a private link.":["Partagez votre site avec n’importe qui à l’aide d’un lien privé."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing.":["Votre site est masqué derrière une page de destination « Bientôt disponible » jusqu’à ce qu’il soit prêt."],"Your entire site is visible to everyone.":["L’ensemble de votre site peut être vu par tout le monde."],"Share your site with a private link":["Partager votre site avec un lien privé"],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing. You can customize your “Coming soon” landing page via the <a>Editor<\/a>.":["Votre site est masqué derrière une page de destination « Bientôt disponible » jusqu’à ce qu’il soit prêt. Vous pouvez personnaliser votre page de destination « Bientôt disponible » via l’<a>éditeur<\/a>."],"Site visibility":["Visibilité du site"],"Live":["En ligne"],"Switch":["Basculer"],"Payments made simple, designed exclusively<br\/>for WooCommerce stores.":["Simplification des paiements, conçue exclusivement<br\/>pour les boutiques WooCommerce."],"WooPayments is pre-integrated with popular payment options:":["WooPayments est pré-intégré avec les options de paiement les plus populaires :"],"Use recommended settings":["Utiliser les réglages recommandés"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Réglages de taxe incohérents :{{\/b}} Pour éviter d’éventuelles erreurs d’arrondi, les prix doivent être saisis et affichés de manière cohérente sur tous les sites, qu’ils incluent ou non les taxes."],"Recommended settings applied.":["Réglages recommandés appliqués."],"Payment Methods":["Moyens de paiement"],"Mutable settings should be accessed via data store.":["L’accès aux paramètres mutables doit se faire via la boutique de données."],"Get started":["Premiers pas"],"Copy link":["Copier le lien"],"Save changes":["Enregistrer les modifications"],"Copied!":["Copié !"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Les moyens de paiement installés sont listés ci-dessous et peuvent être triés pour définir leur ordre d’affichage sur le site."],"Learn more":["En savoir plus"],"Cancel":["Annuler"],"Metro Manila":["Metro Manila"],"Roma":["Rome"]}},"comment":{"reference":"assets\/client\/admin\/settings\/index.js"}}